{
	"@metadata": {
		"authors": [
			"Minh Nguyen",
			"NguoiDungKhongDinhDanh",
			"Nhatminh01",
			"Phjtieudoc",
			"Quenhitran",
			"Nvdtn19"
		]
	},
	"twocolconflict": "Mâu thuẫn sửa đổi dựa trên đoạn văn",
	"twocolconflict-desc": "Hiển thị màn hình hợp nhất sửa đổi song song để giải quyết mâu thuẫn sửa đổi",
	"twocolconflictprovidesubmittedtext": "Mâu thuẫn sửa đổi:",
	"twocolconflict-beta-feature-message": "Mâu thuẫn sửa đổi dựa trên đoạn văn",
	"twocolconflict-beta-feature-description": "Hiển thị chế độ xem mâu thuẫn sửa đổi bằng cách sử dụng chế độ xem dựa trên đoạn văn nâng cao hơn.",
	"twocolconflict-copy-action": "sao chép toàn bộ văn bản",
	"twocolconflict-copy-notice": "Toàn bộ mã nguồn của bản sửa đổi của bạn đã được sao chép vào khay nhớ tạm (không bao gồm các sửa đổi được thực hiện bên dưới).",
	"twocolconflict-copy-tab-action": "xem toàn bộ văn bản",
	"twocolconflict-copy-tab-tooltip": "Xem toàn bộ mã nguồn của bản sửa đổi của bạn (không bao gồm các sửa đổi được thực hiện bên dưới). Mở trong tab mới.",
	"twocolconflict-copy-tooltip": "Sao chép toàn bộ mã nguồn của bản sửa đổi của bạn vào khay nhớ tạm (không bao gồm các sửa đổi được thực hiện bên dưới)",
	"twocolconflict-core-ui-hint": "Giao diện cập nhật để giải quyết mâu thuẫn sửa đổi hiện đã có sẵn. Hãy bật giao diện mâu thuẫn sửa đổi dựa trên đoạn văn trong [[Special:Preferences#mw-prefsection-editing|tùy chọn]] của bạn để dùng thử.",
	"twocolconflict-core-ui-hint-close": "Không hiển thị lại",
	"twocolconflict-special-footer-hint": "Đóng trang hiện tại để quay lại giao diện mâu thuẫn sửa đổi.",
	"twocolconflict-special-header-overview": "Trong khi bạn đang sửa đổi, một người dùng khác đã sửa đổi cùng trang đó và xuất bản trước bạn. Bản sao của bản sửa đổi của bạn được lưu bên dưới. Mọi thay đổi được thực hiện trong giao diện mâu thuẫn sửa đổi sẽ không được áp dụng. Để hợp nhất các thay đổi và giải quyết sự cố bằng giao diện mâu thuẫn sửa đổi, hãy quay lại tab trước đó.",
	"twocolconflict-special-not-saved": "Chưa xuất bản",
	"twocolconflict-special-textarea-hint": "Bạn có thể xem và sao chép mã nguồn bản sửa đổi của mình:",
	"twocolconflict-special-malformed-title": "Tựa đề thiếu hoặc không hợp lệ.",
	"twocolconflict-special-expired": "Không có gì đáng chú ý ở đây. Điều này có thể có nghĩa là bạn đã gặp phải mâu thuẫn sửa đổi trước đó, nhưng đó là chuyện đã xảy ra cách đây khá lâu và văn bản được lưu trữ tạm thời của bạn hiện đã hết hạn.",
	"twocolconflict-split-header-hint": "Bạn có thể giúp cải thiện tính năng này hơn nữa bằng cách để lại phản hồi trên [//www.mediawiki.org/wiki/Special:MyLanguage/Help_talk:Paragraph-based_Edit_Conflict_Interface trang thảo luận của dự án].",
	"twocolconflict-split-header-hint-beta": "Cảm ơn bạn đã sử dụng tính năng beta này. Bạn có thể giúp cải thiện tính năng này hơn nữa bằng cách để lại phản hồi trên [//www.mediawiki.org/wiki/Special:MyLanguage/Help_talk:Paragraph-based_Edit_Conflict_Interface trang thảo luận của dự án].",
	"twocolconflict-split-header-overview": "Trong khi bạn đang sửa đổi, một người dùng khác đã sửa đổi cùng trang và xuất bản trước bạn. Vui lòng xem lại cả hai phiên bản và hợp nhất chúng. Chỉ văn bản trong các ô đã chọn mới được lưu khi bạn nhấp vào \"{{int:publishchanges}}\".",
	"twocolconflict-split-your-version-header": "Bản sửa đổi của bạn",
	"twocolconflict-split-current-version-header": "Bản sửa đổi mới nhất kể từ $1",
	"twocolconflict-split-not-saved-at": "Chưa xuất bản",
	"twocolconflict-split-choose-version": "Hãy chọn một phiên bản",
	"twocolconflict-split-other-version-chosen": "Phiên bản khác",
	"twocolconflict-split-your-version-chosen": "Phiên bản của bạn",
	"twocolconflict-split-select-all": "Chọn tất cả",
	"twocolconflict-split-tour-dialog-dot-message": "Để biết gợi ý hữu ích, hãy nhấp vào các chấm màu xanh phát sáng.",
	"twocolconflict-split-tour-dialog-header": "Hợp nhất các phiên bản mâu thuẫn",
	"twocolconflict-split-tour-dialog-message": "Thật không may, trong khi bạn đang sửa đổi, một người dùng khác cũng đã sửa đổi cùng trang đó và xuất bản trước bạn.!\n\nĐừng lo, các sửa đổi của bạn không bị mất! Vui lòng xem lại cả hai phiên bản và hợp nhất chúng lại với nhau. Nếu cần, bạn có thể sửa đổi văn bản đã chọn. Chỉ văn bản trong các ô đã chọn mới được lưu khi bạn nhấp vào \"{{int:publishchanges}}.\"",
	"twocolconflict-split-tour-dialog-btn-text": "Bắt đầu hợp nhất",
	"twocolconflict-split-tour-popup-btn-text": "Hiểu rồi",
	"twocolconflict-split-tour-popup1-header": "Những thay đổi khác biệt được hiển thị theo từng dòng.",
	"twocolconflict-split-tour-popup1-message": "Khi có sự khác biệt giữa văn bản của người dùng khác và văn bản của bạn, hai phiên bản sẽ được hiển thị cạnh nhau: phiên bản của người dùng khác trong hộp màu vàng bên trái và phiên bản của bạn trong hộp màu xanh bên phải.<br /><br /> Khi không có sự khác biệt giữa hai phiên bản, các dòng sẽ được hiển thị trong các ô màu xám. Bạn có thể mở rộng hoặc thu gọn và chỉnh sửa các ô này nếu cần.",
	"twocolconflict-split-tour-popup2-header": "Chọn những thay đổi bạn muốn giữ lại",
	"twocolconflict-split-tour-popup2-message": "Chọn phiên bản văn bản bạn muốn giữ lại bằng cách nhấp vào một trong hai nút giữa mỗi cặp dòng. Sau khi chọn phiên bản, bạn có thể chỉnh sửa bằng cách nhấp vào biểu tượng bút. Bạn cũng có thể sao chép văn bản từ phiên bản bạn không chọn bằng cách sử dụng chức năng sao chép và dán trên bàn phím hoặc nhấp chuột phải.<br /><br /> Bạn cần chọn một phiên bản cho mỗi dòng đã thay đổi để lưu văn bản đã hợp nhất.",
	"twocolconflict-split-tour-popup3-header": "Văn bản được tô sáng",
	"twocolconflict-split-tour-popup3-message": "Văn bản đã được thay đổi trong bất kỳ phiên bản nào của một dòng sẽ được tô sáng. Sau khi bạn sửa đổi văn bản, phần tô sáng sẽ biến mất.",
	"twocolconflict-split-edit-tooltip": "Nhấp để sửa đổi văn bản này",
	"twocolconflict-split-save-tooltip": "Áp dụng những thay đổi của bạn vào văn bản này",
	"twocolconflict-split-reset-tooltip": "Hủy bỏ tất cả các thay đổi của bạn đối với văn bản này",
	"twocolconflict-split-reset-warning": "Hủy thay đổi? Văn bản trong hộp này sẽ được đặt lại về trạng thái ban đầu khi xảy ra mâu thuẫn sửa đổi.",
	"twocolconflict-split-reset-warning-cancel": "Hủy bỏ",
	"twocolconflict-split-reset-warning-accept": "Hủy bỏ",
	"twocolconflict-split-collapse-tooltip": "Thu gọn văn bản không thay đổi",
	"twocolconflict-split-expand-tooltip": "Mở rộng văn bản không thay đổi",
	"twocolconflict-split-select-all-other-tooltip": "Nhấp để chọn tất cả các thay đổi của bản sửa đổi khác",
	"twocolconflict-split-select-all-your-tooltip": "Nhấp để chọn tất cả các thay đổi trong bản sửa đổi của bạn",
	"twocolconflict-split-selected-all-other-tooltip": "Tất cả các thay đổi của bản sửa đổi khác đã được chọn",
	"twocolconflict-split-selected-all-your-tooltip": "Tất cả các thay đổi trong bản sửa đổi của bạn đã được chọn",
	"twocolconflict-split-select-other-tooltip": "Nhấn vào để chọn phiên bản khác",
	"twocolconflict-split-select-your-tooltip": "Nhấp để chọn phiên bản của bạn",
	"twocolconflict-split-selected-other-tooltip": "Phiên bản khác đã được chọn",
	"twocolconflict-split-selected-your-tooltip": "Phiên bản của bạn đã được chọn",
	"twocolconflict-split-help-tooltip": "Hiện trợ giúp",
	"twocolconflict-split-tour-dialog-header-single-column-view": "Mâu thuẫn",
	"twocolconflict-split-tour-dialog-message-single-column-view": "Thật không may, có người khác đã đăng cùng lúc với bạn. Vui lòng xem lại những bình luận trên trang kế tiếp. Nếu cần, bạn có thể sửa bình luận của bạn và thay đổi thứ tự cuối cùng.",
	"twocolconflict-split-tour-dialog-btn-text-single-column-view": "Giải quyết vấn đề",
	"twocolconflict-talk-header-overview": "Có người khác đã đăng cùng lúc với bạn. Vui lòng xem lại các bình luận bên dưới và chọn thứ tự cần đăng. Nếu cần, bạn có thể sửa đổi văn bản của mình.",
	"twocolconflict-talk-your": "Bình luận của bạn",
	"twocolconflict-talk-conflicting": "Bình luận mâu thuẫn",
	"twocolconflict-talk-switch-tooltip": "Chuyển đổi thứ tự",
	"twocolconflict-talk-reorder-prompt": "Đặt vị trí bình luận của bạn liên quan đến bình luận xung đột:",
	"twocolconflict-talk-same-order": "Giữ lại sau",
	"twocolconflict-talk-reverse-order": "Di chuyển trước"
}
