{
	"@metadata": {
		"authors": [
			"Amire80",
			"Liuxinyu970226",
			"Mainframe98",
			"McDutchie",
			"Mormegil",
			"Raymond",
			"Robby",
			"Umherirrender",
			"WMDE"
		]
	},
	"twocolconflict": "TwoColConflict",
	"twocolconflict-desc": "{{desc|name=TwoColConflict|url=https://www.mediawiki.org/wiki/Extension:TwoColConflict}}",
	"twocolconflictprovidesubmittedtext": "Title for the special page that provides the originally submitted text to copy it.",
	"twocolconflict-beta-feature-message": "Label for the TwoColConflict Beta Feature.",
	"twocolconflict-beta-feature-description": "Description for the TwoColConflict Beta Feature, describing the feature that will be enabled.",
	"twocolconflict-copy-action": "Action link label which lets the user copy their original wikitext.",
	"twocolconflict-copy-notice": "Notification displayed after successfully copying to clipboard.",
	"twocolconflict-copy-tab-action": "Action link label which lets the user open a new tab to copy their original wikitext.",
	"twocolconflict-copy-tab-tooltip": "Tooltip displayed for the action link to open a new tab for your original wikitext.",
	"twocolconflict-copy-tooltip": "Tooltip displayed for the action link to copy your original wikitext.",
	"twocolconflict-core-ui-hint": "Note shown to users experiencing the MediaWiki core edit conflict pointing to the new feature.",
	"twocolconflict-core-ui-hint-close": "Tooltip explaining the side effect of the close button, which is that the message will never been shown again.",
	"twocolconflict-preference-enabled": "Label for the user preference that enables the paragraph-based edit conflict interface.",
	"twocolconflict-special-footer-hint": "Hint at the bottom of the special page to copy your original wikitext how to return to the conflict resolution screen.",
	"twocolconflict-special-header-overview": "Brief help message explaining the two-column workflow when you're on the special page to copy your original wikitext.",
	"twocolconflict-special-not-saved": "Header for the special page to copy your original wikitext that was not saved yet.",
	"twocolconflict-special-textarea-hint": "Label for the textarea on the special page to copy your original wikitext.",
	"twocolconflict-special-malformed-title": "Error message when the special page to copy your original wikitext is (e.g. manually) called without a title, or with an invalid title.",
	"twocolconflict-special-expired": "Error message when the special page to copy your original wikitext is either called with a title that never had an edit conflict, or called to late, and the cached wikitext expired already.",
	"twocolconflict-split-header-hint": "General hint shown on top of the edit conflict interface.",
	"twocolconflict-split-header-hint-beta": "Beta feature specific hint shown on top of the edit conflict interface.",
	"twocolconflict-split-header-overview": "Brief help message explaining the two-column workflow, when advanced help isn't available.",
	"twocolconflict-split-your-version-header": "Header for the diff column showing the users changes.",
	"twocolconflict-split-current-version-header": "Header for the diff column showing the latest successfully saved revision.\n\nParameters:\n* $1 - Relative (e.g. \"1 second ago\") or absolute time and date the revision was saved",
	"twocolconflict-split-not-saved-at": "Header for the diff column showing the conflicting, not yet published revision the current user aims to save.",
	"twocolconflict-split-saved-at": "{{notranslate}}\nHeader for the diff column showing the latest successfully saved revision.\n\nParameters:\n* $1 - User name and tool links",
	"twocolconflict-split-choose-version": "Label for the version selection on conflicting paragraphs, when neither column has been selected.",
	"twocolconflict-split-other-version-chosen": "Label for the version selection on conflicting paragraphs when the \"other\" edit has been selected as the starting point.",
	"twocolconflict-split-your-version-chosen": "Label for the version selection on conflicting paragraphs when \"your\" edit has been selected as the starting point.",
	"twocolconflict-split-select-all": "Label for the version selection used to select all paragraphs of one column.",
	"twocolconflict-split-tour-dialog-dot-message": "Text for the blue dot explanation shown on the first screen of the help dialog.",
	"twocolconflict-split-tour-dialog-header": "Text for the header on the first screen of the help dialog.",
	"twocolconflict-split-tour-dialog-message": "Text for the message on the first screen of the help dialog.",
	"twocolconflict-split-tour-dialog-btn-text": "Text for the close button on the first screen of the help dialog.",
	"twocolconflict-split-tour-popup-btn-text": "Text for the close button on any popup in the help dialog.",
	"twocolconflict-split-tour-popup1-header": "Text for the header of the popup explaining \"Conflicting versions\".",
	"twocolconflict-split-tour-popup1-message": "Text for the message of the popup explaining \"Conflicting versions\".\n\nFor a right-to-left language, swap \"right\" and \"left\".",
	"twocolconflict-split-tour-popup2-header": "Text for the header of the popup explaining \"Highlighted text\".",
	"twocolconflict-split-tour-popup2-message": "Text for the message of the popup explaining \"Highlighted text\".",
	"twocolconflict-split-tour-popup3-header": "Text for the header of the popup explaining \"Choose a base version\".",
	"twocolconflict-split-tour-popup3-message": "Text for the message of the popup explaining \"Choose a base version\".",
	"twocolconflict-split-edit-tooltip": "Label for the edit button shown on diff paragraphs.",
	"twocolconflict-split-save-tooltip": "Label for the save button shown on diff paragraphs to save changes in that paragraph.",
	"twocolconflict-split-reset-tooltip": "Label for the reset button shown on diff paragraphs.",
	"twocolconflict-split-reset-warning": "Message for the warning shown to the user when the reset button was pressed. This message confirms whether or not the user wants to discard their changes.",
	"twocolconflict-split-reset-warning-cancel": "Label for the cancel button of the reset warning.\n{{Identical|Cancel}}",
	"twocolconflict-split-reset-warning-accept": "Label for the accept button of the reset warning.",
	"twocolconflict-split-collapse-tooltip": "Label for the collapse button to collapse an unchanged text paragraph.",
	"twocolconflict-split-expand-tooltip": "Label for the expand button to expand an unchanged text paragraph.",
	"twocolconflict-split-select-all-other-tooltip": "Label for the unselected radio button used to choose all changes of the other revision.",
	"twocolconflict-split-select-all-your-tooltip": "Label for the unselected radio button used to choose all changes of your revision.",
	"twocolconflict-split-selected-all-other-tooltip": "Label for the selected radio button used to choose all changes of the other revision.",
	"twocolconflict-split-selected-all-your-tooltip": "Label for the selected radio button used to choose all changes of your revision.",
	"twocolconflict-split-select-other-tooltip": "Label for the unselected radio button used to choose a change of the other revision.",
	"twocolconflict-split-select-your-tooltip": "Label for the unselected radio button used to choose a change of your revision.",
	"twocolconflict-split-selected-other-tooltip": "Label for the selected radio button used to choose a change of the other revision.",
	"twocolconflict-split-selected-your-tooltip": "Label for the selected radio button used to choose a change of your revision.",
	"twocolconflict-split-help-tooltip": "Label for the help button.",
	"twocolconflict-split-tour-dialog-header-single-column-view": "Text for the header on the first screen of the help dialog when using the single column view.",
	"twocolconflict-split-tour-dialog-message-single-column-view": "Text for the message on the first screen of the help dialog when using the single column view.",
	"twocolconflict-split-tour-dialog-btn-text-single-column-view": "Text for the close button on the first screen of the help dialog when using the single column view.",
	"twocolconflict-talk-header-overview": "Brief help message explaining the talk page workflow, when advanced help isn't available.",
	"twocolconflict-talk-your": "Label for your comment when solving a conflict with two talk page comments.",
	"twocolconflict-talk-conflicting": "Label for the conflicting comment when solving a conflict with two talk page comments.",
	"twocolconflict-talk-switch-tooltip": "Label for the button that allows changing the order of two conflicting entries, i.e. which one should precede the other one.",
	"twocolconflict-talk-reorder-prompt": "Label prompting the user to choose an order for two conflicting entries.",
	"twocolconflict-talk-same-order": "Button label used in talk page conflicts, to keep the conflicting entries in the same order.",
	"twocolconflict-talk-reverse-order": "Button label used in talk page conflicts, to reverse the order of conflicting entries."
}
