{
	"@metadata": {
		"authors": [
			"Filzstift"
		]
	},
	"advancedsearch-help-phrase": ";Beschreibung\n:Sucht nach einer besonderen Sequenz von Zeichen. Satzzeichen werden ignoriert.\n;Bitte beachte folgendes (nur gültig bei Verwendung von Anführungszeichen, siehe Beispiel unten):\n* Bei der Suche wird nicht zwischen Gross-/Kleinschreibung unterschieden.\n* Satzzeichen und andere nicht-alphanumerische Zeichen (mit Ausnahme des Doppelpunktes und des Kommas) werden ignoriert.\n* Wortabstammung wird nicht angewandt.\n:* Trenne die Suchbegriffe durch Kommas und Leerschläge, z.&nbsp;B. <code>\"Guten Morgen\"</code>, <code>\"Hallo Freund\"</code>.\n;Hilfeseite\n:[https://www.mediawiki.org/wiki/Special:MyLanguage/Help:CirrusSearch#Words.2C_phrases.2C_and_modifiers Wörter, Ausdrücke und Modifikatoren]\n;Syntaxgleichwertig in der normalen Suche\n:Wörter in Anführungszeichen, zum Beispiel <code>\"Am Anfang beginnen\"</code>",
	"advancedsearch-help-subpageof": ";Beschreibung\n:Sucht nach Seiten, die Unterseiten dieser Seite sind.\n;Bitte beachte folgendes\n:* Du kannst zur gleichen Zeit nur nach Unterseiten einer Seite suchen.\n:* Vergiss nicht, die Namensräume zu aktivieren, auf die du deine Suche im Namensraumfilter beschränken möchtest.\n:* Gib nicht den Namensraum vor dem Seitennamen an wie: <del><code>{{ns:project}}:Weiterleitung</code></del>.\n;Hilfeseite\n:[https://www.mediawiki.org/wiki/Special:MyLanguage/Help:CirrusSearch/de#subpageof subpageof]\n;Syntaxgleichwertig in der normalen Suche\n:<code>subpageof:</code> gefolgt durch einen Seitennamen wie <code>subpageof:Weiterleitung</code>. Verwende doppelte Anführungszeichen, falls die übergeordnete Seite Leerschläge enthält: <code>subpageof:\"Fragen zur Wikipedia\"</code>.",
	"advancedsearch-help-deepcategory": ";Beschreibung\n: Sucht nach Seiten, die in diesen Kategorien und Unterkategorien sind.\n;Bitte beachte Folgendes\n:* Es werden nur die ersten fünf Unterkategorieebenen für deine Suche berücksichtigt.\n:* Die Anzahl der Kategorien ist auf 256 beschränkt.\n:* Du kannst nach Seiten in mehreren Kategorien suchen.\n;Hilfeseite\n:[https://www.mediawiki.org/wiki/Special:MyLanguage/Help:CirrusSearch#Deepcategory Deepcategory]\n;Syntaxgleichwertig in der normalen Suche: <code>deepcategory:</code> gefolgt durch einen Kategoriennamen wie <code>deepcategory:Hilfe</code>. Verwende doppelte Anführungszeichen, falls der Name Leerschläge enthält: <code>deepcategory:\"Versteckte Kategorien\"</code>."
}
